[
  {
    "id": "8d7a298419bb206c",
    "title": "Entry level Software Engineer",
    "company": "NDDSystem llc",
    "location": "Austin, TX",
    "summary": "Knowledge in scalable enterprise software development, knowledge of Java, programing languages,. Entry level Software Engineer...."
  },
  {
    "id": "98d0546752953fee",
    "title": "Software Developer",
    "company": "IBM",
    "location": "Austin, TX",
    "summary": "IBM seeks to hire a Software Developer. As an IBM Software Developer, you'll use the latest tools and technologies available to deliver state-of-the-art..."
  },
  {
    "id": "fe7dc37670f09781",
    "title": "Software Developer",
    "company": "Social Solutions",
    "location": "Austin, TX",
    "summary": "Social Solutions and Community TechKnowledge (CTK) are seeking a smart and motivated Software Developer who’s eager to learn and to make the world a better..."
  },
  {
    "id": "72c475f14ea9d713",
    "title": "Software Developer",
    "company": "LRS Consulting Services",
    "location": "Austin, TX",
    "summary": "The Software Developer will:. LRS Consulting Services is seeking a Software Developer for our client in Austin, Texas...."
  },
  {
    "id": "da177f0459e4fa35",
    "title": "Software Developer",
    "company": "HP",
    "location": "Georgetown, TX",
    "summary": "Three years of software development experience. Applies specialized knowledge to conceptualize, design, develop, unit-test, configure, and implement portions of..."
  },
  {
    "id": "de9ef031b5518fdc",
    "title": "Software Engineer",
    "company": "Tangoe Inc.",
    "location": "Dallas, TX",
    "summary": "Experience in developing and testing software using –. Contributes to a team responsible for the design, development and implementation of critical business..."
  },
  {
    "id": "2e7ea5e2790dbf7a",
    "title": "Applications Developer",
    "company": "HP",
    "location": "San Antonio, TX",
    "summary": "Applications Developer (Journeyman). Uses software applications design tools and languages. Modern software design and development methodologies (e.g., OO);..."
  },
  {
    "id": "748b5f00b9eaaaa9",
    "title": "Sr. Software Engineer C# C++ .Net Houston",
    "company": "Novell",
    "location": "Houston, TX",
    "summary": "Micro Focus is looking for a full-time Software Engineer with experience in enterprise software who is passionate about building next generation workflow..."
  },
  {
    "id": "79bd8d5a5b39eecd",
    "title": "Software Engineer",
    "company": "Verizon",
    "location": "Irving, TX 75038",
    "summary": "Grow your IT career at one of the leading global technology companies. We offer hands-on exposure to state-of-the-art systems, applications and infrastructures"
  }
]